Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_10_Design verification  _10 KONSTRUKTSIOONIOMADUSTE KONTROLL.tmx
Source language: en
Languages: et

source: To reduce the testing required to determine the rated current of a circuit I1 at the maximum permissible temperature-rise T1, the current rating may be calculated from the actual test current I2 if the measured temperature-rise T2 of the current carrying parts (e.g. busbars and terminals) deviates from the permissible value by not more than ±5 K, using the following formula
et: Et vähendada katsetuse kestust, mida nõutakse ahela tunnusvoolu I1 määramiseks enimalt lubataval ületemperatuuril ∆T1, võib tunnusvoolu arvutada tegeliku katsetusvoolu I2 järgi, kui voolujuhtivate osade (nt kogumislattide ja klemmide) mõõdetud ületemperatuur ∆T2 erineb lubatavast väärtusest mitte enam kui ±5 K võrra, kasutades valemit

source: The formula can only be applied if the power loss of the devices and conductors is substantially proportional to I2.
et: Valemit võib rakendada üksnes siis, kui seadiste ja juhtide võimsuskadu on sisuliselt võrdeline suurusega I2.

source: EXAMPLE A busbar has reached T2 = 102 K (T1 = 105 K allowed) under test at a current of 973 A; by using the formula, the reported value of the test will be 990 A at 105 K.
et: NÄIDE Kogumislatt on saavutanud ületemperatuuri ∆T2 = 102 K (lubatud on ∆T1 = 105 K) katsetamisel vooluga 973 A; valemi kasutamisel on katsetuse esitatud väärtus 990 A ületemperatuuril 105 K.

source: NOTE For the limited range of temperature adjustments being considered, the formula is also applicable to aluminium conductors.
et: MÄRKUS Temperatuuri arvestatava kohaldamise piiratud piirkonnas saab seda valemit rakendada ka alumiiniumjuhtide korral.

source: Care shall be taken to ensure that all other measurement points will not reach their maximum temperature at this higher current.
et: Tuleb hoolt kanda selle eest, et kõik muud mõõtepunktid ei saavutaks kõrgeimat temperatuuri sellel suuremal voolul.

source: Any adjusted current ratings shall be clearly identified in the test documentation by the recording of results obtained during the test.
et: Kõik täpsustatud tunnusvoolud peavad katsetusdokumentatsioonis olema selgelt tuvastatud katsetuse jooksul saavutatud tulemuste esitamise teel.

source: Care is required when determining the number of points where this calculation is applied so as to ensure the effects of changing several currents having an influence on other measuring points (including internal air temperature) due to the changed power loss.
et: Tuleb olla hoolikas, kui määratakse punktide arvu, milles seda arvutust selliselt rakendatakse, et muutunud võimsuskao tõttu saaks veenduda muid mõõtepunkte (sealhulgas sisese õhutemperatuuri) mõjutava mitme voolu muutumise toimes.

source: 10.10.2.3.2 Test conductors
et: 10.10.2.3.2 Katsetusjuhid

source: In the absence of detailed information concerning the external conductors and the service conditions, the cross-section of the external test conductors shall be chosen considering the rated current of each circuit as follows:
et: Üksikasjaliku informatsiooni puudumise korral välisjuhtide ja teenindusolude kohta tuleb väliste katsetusjuhtide ristlõige valida iga ahela tunnusvoolu arvestamise teel alljärgneval viisil.

source: a) For values of rated current up to and including 400 A:
et: a) Tunnusvoolu väärtustel kuni 400 A:

source: 1) The conductors shall be single-core, copper cables or insulated wires with crosssectional areas as given in Table 11;
et: 1) tuleb kasutada tabelis 11 esitatud ristlõikega ühesoonelisi vaskkaableid või -isoleerjuhtmeid;

source: 2) As far as practicable, the conductors shall be in free air;
et: 2) peavad juhid, niipalju kui võimalik, paiknema vabas õhus;

source: 3) The minimum length of each temporary connection from terminal to terminal shall be:
et: 3) peab iga klemmilt klemmile ulatuva ajutise ühenduse pikkus olema vähemalt

source: – 1 m for cross-sections up to and including 35 mm2;
et: — 1 m ristlõikel kuni 35 mm2;

source: – 2 m for cross-sections larger than 35 mm2.
et: — 2 m ristlõikel üle 35 mm2.

source: b) For values of rated current higher than 400 A but not exceeding 1 600 A:
et: b) Tunnusvoolul üle 400 A, kuid mitte üle 1600 A:

source: 1) The conductors shall be single-core copper cables with cross-sectional areas as given in Table 12, or the equivalent copper bars given in Table 12 as specified by the original manufacturer.
et: 1) tuleb kasutada tabelis 12 esitatud ristlõikega ühesoonelisi vaskkaableid või tabelis 12 esitatutega samaväärseid vasklatte, nagu on sätestanud esmatootja;

source: 2) Cables or copper bars shall be spaced at approximately the distance between terminals.
et: 2) peavad kaablid või vasklatid asuma üksteisest kaugusel, mis vastab ligikaudu klemmide vahele.

source: Multiple parallel cables per terminal shall be bunched together and arranged with approximately 10 mm of air space between each other.
et: Ühe klemmi mitu rööpkaablit peavad olema ühendatud kimbuks ning paiknema üksteisest ligikaudu 10 mm kaugusel.

source: Multiple copper bars per terminal shall be spaced at a distance approximately equal to the bar thickness.
et: Ühe klemmi mitu vasklatti peavad paiknema üksteisest kaugusel, mis võrdub ligikaudu lati paksusega.

source: If the sizes stated for the bars are not suitable for the terminals or are not available, it is permissible to use other bars having the same cross-sectional dimensions ±10 % and the same or smaller cooling surfaces.
et: Kui lattide mõõtmed ei sobi klemmidega või kui sobivate mõõtmetega latid pole kättesaadavad, võib kasutada ka teisi sama ristlõikega (erinevusega ±10 %) latte, mille jahutuspind on sama või väiksem.

source: Cables or copper bars shall not be interleaved.
et: Kaablid ega vasklatid ei tohi paikneda segamini;

source: 3) For single-phase or multi-phase tests, the minimum length of any temporary connection to the test supply shall be 2 m.
et: 3) peab mingi ajutise ühenduse pikkus toiteallikani ühe- või mitmefaasilistel katsetustel olema vähemalt 2 m.

source: The minimum length to a star point may be reduced to 1,2 m where agreed by the original manufacturer.
et: Vähimat pikkust tähtpunktini võib esmatootja kokkulepitult vähendada 1,2 meetrini.

source: c) For values of rated current higher than 1 600 A but not exceeding 7 000 A:
et: c) Tunnusvoolul üle 1600 A, kuid mitte üle 7000 A:

source: 1) The conductors shall be copper bars of the sizes stated in Table 12 unless the assembly is designed only for cable connection.
et: 1) juhtidena tuleb kasutada tabelis 12 esitatud mõõtmetega vasklatte; erandiks võib olla ainult juhtum, mil kooste on ette nähtud üksnes kaabelühendustele.

source: In this case, the size and arrangement of the cables shall be as specified by the original manufacturer.
et: Sel juhtumil tuleb kaabli ristlõige ja paigutus valida sellised, nagu on sätestanud tootja;

source: 2) Copper bars shall be spaced at approximately the distance between terminals.
et: 2) peavad vasklatid asuma üksteisest kaugusel, mis vastab ligikaudu klemmide vahele.

source: Copper bars shall not be interleaved.
et: Latid ei tohi paikneda segamini;

source: 3) For single-phase or multi-phase tests, the minimum length of any temporary connection to the test supply shall be 3 m, but this can be reduced to 2 m provided that the temperature-rise at the supply end of the connection is not more than 5 K below the temperature-rise in the middle of the connection length.
et: 3) peab ajutiste katsetusjuhtmete pikkus toiteallikani ühe- või mitmefaasilistel katsetustel olema vähemalt 3 m, kuid seda võib vähendada 2 meetrini, kui tagatakse, et ületemperatuur ühenduse toiteotsal ei ole juhi ühenduspikkuse keskkoha ületemperatuurist enam kui 5 K võrra madalam.

source: The minimum length to a star point shall be 2 m.
et: Juhi pikkus tähtpunktini peab olema vähemalt 2 m.

source: d) For values of rated current higher than 7 000 A: The original manufacturer shall determine all relevant items of the test, such as type of supply, number of lines and frequency (where applicable), cross-sections of test conductors, etc.
et: d) Tunnusvoolul üle 7000 A: peab katsetuse kõik asjakohased üksikasjad, nagu toiteallika liik, faaside arv ja sagedus (kui vaja), katsetusjuhtide ristlõige jne, määrama esmatootja.

source: This information shall form part of the test report.
et: Need andmed tuleb esitada katsetusaruandes.

source: 10.10.2.3.3 Measurement of temperatures Thermocouples or thermometers shall be used for temperature measurements.
et: 10.10.2.3.3 Temperatuuri mõõtmine Temperatuuri mõõtmiseks tuleb kasutada termopaare või termomeetreid.

source: For windings, the method of measuring the temperature by resistance variation shall generally be used.
et: Mähiste puhul tuleb temperatuuri mõõtmiseks üldjuhul kasutada takistuse muutuse meetodit.

source: In cases where this is not practical, thermocouples may be used to determine the temperaturerise on the surface of the coil.
et: Kui see ei ole praktiline, võib kasutada termopaare mähise pinna ületemperatuuri määramiseks.

source: The thermometers or thermocouples shall be protected against air currents and heat radiation.
et: Termopaare ja termomeetreid tuleb kaitsta õhuvoolude ja soojuskiirguse eest.

source: The temperature shall be measured at all points where a temperature-rise limit (see 9.2) shall be observed.
et: Temperatuuri tuleb mõõta kõigis punktides, mille ületemperatuuri piirväärtusi (vt jaotis 9.2) tuleb jälgida.

source: Particular attention shall be given to joints in conductors and terminals within the main circuits.
et: Erilist tähelepanu tuleb pöörata juhtide ühendustele ja peaahela klemmidele.

source: For measurement of the temperature of the air inside an assembly, several measuring devices shall be arranged in convenient places.
et: Õhutemperatuuri mõõtmiseks kooste sees tuleb kasutada mitut sobivasse kohta paigaldatud mõõteseadist.

source: 10.10.2.3.4 Ambient air temperature The ambient air temperature shall be measured by means of at least two thermometers or thermocouples equally distributed around the assembly at approximately half its height and at a distance of approximately 1 m from the assembly.
et: 10.10.2.3.4 Ümbritseva õhu temperatuur Ümbritseva õhu temperatuuri tuleb mõõta vähemalt kahe termomeetri või termopaari abil, mis on ühtlaselt paigutatud ümber kooste ligikaudu poolele selle kõrgusest ning ligikaudu 1 m kaugusele koostest.

source: The ambient air temperature during the test shall be between +10 °C and +40 °C.
et: Ümbritseva õhu temperatuur peab katsetuse ajal olema vahemikus +10 °C kuni +40 °C.

source: 10.10.2.3.5 Verification of the complete assembly The main circuits of the assembly shall be loaded with their estimated group rated currents, Ing, (see 5.3.3) (see Annex L).
et: 10.10.2.3.5 Tervikkooste kontroll Kooste peaahelad tuleb koormata nende hinnanguliste rühmtunnusvooludega Ing (vt jaotis 5.3.3) (vt lisa L).

source: If the group rated current, Ing, of the incoming circuit or distribution busbar system is less than the sum of the group rated currents, Ing, of all outgoing circuits, then the outgoing circuits shall be split into test sets corresponding to the group rated current of the incoming circuit or distribution busbar system.
et: Kui sisendahela või jaotuslattide süsteemi rühmtunnusvool Ing on väiksem kui kõigi väljundahelate rühmtunnusvoolude summa Ing, tuleb väljundahelad jaotada katsetuskomplektidesse vastavalt sisendahela või jaotuslattide süsteemi rühmtunnusvoolule.

source: The test sets shall be formed in a manner so that the highest possible temperature-rise is obtained.
et: Katsetuskomplektid tuleb moodustada selliselt, et saavutataks kõrgeim võimalik ületemperatuur.

source: Enough test sets shall be formed and tests undertaken to include all different variants of functional units in at least one test set.
et: Et funktsionaalühikute kõik eri variandid oleksid vähemalt ühes katsetuskomplektis esindatud, tuleb moodustada piisav arv katsetuskomplekte ja sooritada piisav arv katsetusi.

source: Where the fully-loaded circuits do not distribute exactly the total incoming current, the remaining current shall be distributed via any other appropriate circuit.
et: Kui sisenev koguvool ei jagune täiskoormusega ahelate vahel täpselt, tuleb ülejäänud vool juhtida läbi mõne muu sobiva ahela.

source: This test shall be repeated until all types of outgoing circuit have been verified at their group rated currents.
et: Katsetust tuleb korrata seni, kuni kõik väljuvate ahelate liigid on nende rühmtunnusvooludel kontrollitud.

source: Change in the arrangement of functional units within a verified assembly, or section of an assembly, may necessitate additional tests as the thermal influence of the adjacent units may differ significantly.
et: Funktsionaalühikute korraldusviisi muutmine kontrollitavas koostes või kooste sektsioonis võib tingida lisakatsetuste vajaduse, kuna külgnevate ühikute vastastikune soojuslik toime võib tunduvalt muutuda.

source: 10.10.2.3.6 Verification considering individual functional units separately and the complete assembly The group rated currents, Ing, according to 5.3.3 and the rated currents, Inc, of the outgoing main circuits according to 5.3.2 shall be verified in two stages: – The rated current, Inc, of each critical variant of outgoing functional unit as defined in 10.10.2.2.3 b) shall be verified separately in accordance with 10.10.2.3.7 c).
et: 10.10.2.3.6 Kontroll, mis arvestab individuaalsete funktsionaalühikute kontrolli eraldi ja tervikkooste kontrolli Väljuvate peaahelate rühmtunnusvoolusid Ing vastavalt jaotisele 5.3.3 ja tunnusvoolusid Inc vastavalt jaotisele 5.3.2 tuleb kontrollida kahes etapis: — väljuvate funktsionaalühikute iga kriitilise variandi tunnusvoolu Inc, nagu see on määratletud jaotise 10.10.2.2.3 punktis b, tuleb kontrollida eraldi vastavalt jaotise 10.10.2.3.7 punktile c;

source: – The assembly is verified by loading the incoming circuit and all outgoing functional units collectively to their estimated group rated currents, Ing.
et: — koostet tuleb kontrollida sisendahela koormamisega ja kõigi väljuvate funktsionaalühikute ühise koormamisega nende eeldatavate rühmtunnusvooludega Ing.

source: If the group rated current, Ing, of the incoming circuit or distribution busbar system is less than the sum of the currents, Ing, of all outgoing circuits, then the outgoing circuits shall be split into test sets corresponding to the group rated current of the incoming circuit or distribution busbar system.
et: Kui sisendahela või jaotuslattide süsteemi rühmtunnusvool Ing on väiksem kui kõigi väljundahelate voolude summa Ing, tuleb väljundahelad jaotada katsetuskomplektidesse vastavalt sisendahela või jaotuslattide süsteemi rühmtunnusvoolule.

source: Sufficient test sets shall be formed and tests undertaken to include all different variants of functional units in at least one test set.
et: Et funktsionaalühikute kõik eri variandid oleksid vähemalt ühes katsetuskomplektis esindatud, tuleb moodustada piisav arv katsetuskomplekte ja teha piisav arv katsetusi.

source: Where the fully loaded circuits do not distribute exactly the total incoming current, the remaining current shall be distributed via any other appropriate circuit.
et: Kui sisenev koguvool ei jagune täiskoormusega ahelate vahel täpselt, tuleb ülejäänud vool juhtida läbi mõne muu sobiva ahela.

source: This test shall be repeated until all types of outgoing circuit have been verified at their test current.
et: Seda katsetust tuleb korrata seni, kuni kõik väljuvate ahelate liigid on nende katsetusvooludel kontrollitud.

source: If Inc and Ing are verified, the RDF is calculated by dividing Ing by Inc for the individual circuits being considered.
et: Kui voolud Inc ja Ing on kontrollitud, võib arvestatavate individuaalahelate voolu Ing väärtuse jagamise teel voolu Inc väärtusega arvutada tunnus-samaaegsusteguri.

source: 10.10.2.3.7 Verification considering functional units and the main and distribution busbars separately as well as the complete assembly
et: 10.10.2.3.7 Kontroll, mis arvestab funktsionaalühikute ning pea- ja jaotuslattide kontrolli eraldi ning tervikkooste kontrolli

source: Assemblies shall be verified by separate verification of standard elements a) to c) as selected in accordance with 10.10.2.2.2 and 10.10.2.2.3, and verification of a complete assembly d)
et: Koosteid tuleb kontrollida punktides a kuni c nimetatud standardelementide, mis on valitud vastavalt jaotistele 10.10.2.2.2 ja 10.10.2.2.3, eraldi kontrolli teel ning tervikkooste kontrolli teel (d).

source: under worst case conditions as detailed below.
et: Kontroll tuleb sooritada allpool üksikasjalikult kirjeldatud halvimates oludes.

source: a) Main busbars shall be tested separately.
et: a) Peakogumislatte tuleb katsetada eraldi.

source: They shall be mounted in the assembly enclosure as in normal use with all covers and all partitions that separate the main busbars from other compartments in place.
et: Need tuleb monteerida kooste ümbrisesse normaalkasutuseks ette nähtud viisil koos kõigi kohale asetatud katete ja kõigi vaheseintega, mis eraldavad pealatte muudest lahtritest.

source: If the main busbar has joints, then they shall be included in the test.
et: Kui pealattidel on liitekohti, tuleb neid katsetada.

source: The test shall be carried out at the rated current.
et: Katsetus tuleb sooritada tunnusvoolul.

source: The test current shall pass through the full length of the busbars.
et: Katsetusvool peab läbima latte kogu nende pikkuses.

source: Where the design of the assembly permits, and, to minimize the influence of the external test conductors on the temperature-rise, the length of the main busbar within the enclosure for the test shall be a minimum of 2 m and include a minimum of one joint when the busbars are extendable.
et: Kui kooste ehitus seda lubab ja ka selleks, et vähendada väliste katsetusjuhtide mõju ületemperatuurile, peab ümbrises paiknevate pealattide pikkus olema katsetuse ajal vähemalt 2 m ning, kui latid on pikendatavad, sisaldama vähemalt ühte liitekohta.

source: b) Each distribution busbar shall be tested separately from the outgoing units.
et: b) Iga jaotuslatikomplekti tuleb katsetada väljuvatest ühikutest eraldi.

source: They shall be mounted in the enclosure as in normal use with all covers and all partitions that separate the busbar from other compartments in place.
et: Need tuleb monteerida kooste ümbrisesse normaalkasutuseks ette nähtud viisil koos kõigi kohale asetatud katete ja kõigi vaheseintega, mis eraldavad latte muudest lahtritest.

source: Distribution busbars shall be connected to the main busbar.
et: Jaotuslatid tuleb ühendada pealattidega.

source: No other conductors (e.g. connections to functional units) shall be connected to the distribution busbar.
et: Ühtegi muud juhti (nt funktsionaalühikute ühendusi) ei tohi jaotuslattidega ühendada.

source: In order to consider the most onerous condition, the test shall be carried out at the rated current, and the test current shall pass through the full length of the distribution busbar.
et: Et luua kõige karmimad katsetusolud, tuleb katsetus teha tunnusvoolul ning katsetusvool peab läbima jaotuslatte kogu nende pikkuses.

source: If the rated current of the main busbar is higher than the test current, it shall be fed with additional current so that it carries its rated current to its junction with the distribution busbar.
et: Kui pealattide tunnusvool on suurem kui katsetusvool, tuleb neid toita lisavooluga selliselt, et tunnusvool läbiks pealattide ja jaotuslattide vahelist liitekohta.

source: c) If the manufacturer declares Inc, the relevant functional units shall be tested individually.
et: c) Kui tootja deklareerib voolu Inc, tuleb asjakohaseid funktsionaalühikuid katsetada eraldi.

source: The functional unit shall be mounted in the enclosure as in normal use with all covers and all internal partitions in place.
et: Funktsionaalühik tuleb paigutada ümbrisesse normaalkasutuseks ette nähtud viisil koos kõigi kohale asetatud katete ja kõigi sisemiste vaheseintega.

source: If it can be mounted at different places, the most unfavourable place shall be used.
et: Kui seda saab monteerida eri kohtadesse, tuleb valida kõige ebasoodsam koht.

source: It shall be connected to the main or the distribution busbar as in normal use.
et: Funktsionaalühik tuleb ühendada pealattide või jaotuslattidega normaalkasutuseks ettenähtud viisil.

source: If the main busbar and/or the distribution busbar (if any) are intended to supply other circuits and they are rated for a higher current, they shall be fed with additional currents so that they carry their individual rated currents to the respective junction points.
et: Kui pealatid ja/või jaotuslatid (kui need on olemas) on ette nähtud muude ahelate toiteks ja on ette nähtud suuremale tunnusvoolule, tuleb neid toita lisavooluga selliselt, et nende individuaalsed tunnusvoolud läbiksid vastavaid liitekohti.

source: The test shall be carried out at the estimated rated current Inc for the functional unit.
et: Katsetus tuleb sooritada funktsionaalühiku eeldataval tunnusvoolul Inc.

source: d) The complete assembly shall be verified by temperature-rise testing of the most onerous arrangement(s) possible in service and as defined by the original manufacturer.
et: d) Tervikkoostet tuleb kontrollida ületemperatuurikatsetusega kõige raskema(te) talitluses võimaliku (võimalike) korraldusviisi(de) puhul, nagu selle on määranud esmatootja.

source: For this test the incoming circuit and each outgoing functional unit are loaded to their group rated current Ing where Ing is equal to Inc multiplied by RDF when Inc is declared.
et: Sellel katsetusel koormatakse sisendahelat ja iga väljund-funktsionaalühikut nende rühmtunnusvooluga Ing, kusjuures vool Ing võrdub voolu Inc ja tunnus-samaaegsusteguri korrutisega (kui deklareeritud on tunnusvool Inc).

source: If the group rated current of the incoming circuit or distribution busbar system is less than the sum of the test currents of all outgoing circuits (i.e. their group rated currents), then the outgoing circuits shall be split into test sets corresponding to the rated current of the incoming circuit or distribution busbar system.
et: Kui sisendahela või jaotuslattide süsteemi rühmtunnusvool on väiksem kui kõigi väljundahelate katsetusvoolude summa (st nende rühmtunnusvoolude summa), tuleb väljundahelad jaotada katsetuskomplektidesse vastavalt sisendahela või jaotuslattide süsteemi tunnusvoolule.

source: If the main busbar and/or the distribution busbar (if any) are rated for a higher current, they shall be fed with additional currents so as to maintain the rating achieved in a) and b).
et: Kui pealatid ja/või jaotuslatid (kui neid on) on ette nähtud suuremale tunnusvoolule, tuleb neid toita lisavooluga selliselt, et saavutataks punktides a ja b ette nähtud tunnusvool.

source: If Inc and Ing, are verified the RDF is calculated by dividing Ing by Inc for the individual circuits being considered.
et: Kui voolud Inc ja Ing on kontrollitud, võib arvestatavate individuaalahelate voolu Ing väärtuse jagamise teel voolu Inc väärtusega arvutada tunnus-samaaegsusteguri.

source: 10.10.2.3.8 Results to be obtained The estimated rated currents in 10.10.2.3.5, 10.10.2.3.6 and 10.10.2.3.7, as verified by test(s), determine the final Inc and/or Ing, as applicable.
et: 10.10.2.3.8 Saavutamist vajavad tulemused Jaotistes 10.10.2.3.5, 10.10.2.3.6 ja 10.10.2.3.7 esitatud hinnangulised tunnusvoolud määravad pärast katsetust (katsetusi) vastavalt rakendatavusele lõpliku voolu Inc ja/või Ing.
